index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>My Note Dumps as PARA</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">My Note Dumps as PARA</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org255ed19">Overview</a></li>
<li><a href="#org4b233f2">Projects</a>
<ul>
<li><a href="#orgf94464a">EOS</a>
<ul>
<li><a href="#org29347e2">veos</a></li>
<li><a href="#orgb5d8024">BLMP-Project</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3bf42c0">Areas</a>
<ul>
<li><a href="#org728dfcf">VERTEX Lab</a></li>
<li><a href="#org7ea4d17">UM-SJTU-T5</a></li>
</ul>
</li>
<li><a href="#org6b83e6d">Resources</a>
<ul>
<li><a href="#org8a523b0">Algorithms</a>
<ul>
<li><a href="#org329b840">deep learning theory</a></li>
<li><a href="#org9bff389">deep reinforcement learning</a></li>
<li><a href="#org5e5ff1f">federated learning</a></li>
</ul>
</li>
<li><a href="#org1577f79">Hardwares</a>
<ul>
<li><a href="#orgfc08249">deep learning hardware</a></li>
<li><a href="#org136cb0f">Newrizon Proposals for ChipLego</a></li>
<li><a href="#org26cf3ec">veos-compute</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgcf6de2d">Archives</a>
<ul>
<li><a href="#orgdf68c04">programming languages</a></li>
<li><a href="#org1a8b3eb">Literate Programming</a></li>
<li><a href="#orgfb32249">data engineering</a></li>
<li><a href="#orgc6b93a3">Computer vision</a></li>
</ul>
</li>
<li><a href="#orgb2adbd2">Links</a>
<ul>
<li>
<ul>
<li><a href="#orgbeb6355">Here is a link to my Emacs configuration.</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org255ed19" class="outline-2">
<h2 id="org255ed19">Overview</h2>
<div class="outline-text-2" id="text-org255ed19">
<p>
This is an notes dump in a <span class="underline">website</span> written with <a href="https://orgmode.org">Org Mode</a>!
</p>
</div>
</div>


<div id="outline-container-org4b233f2" class="outline-2">
<h2 id="org4b233f2">Projects</h2>
<div class="outline-text-2" id="text-org4b233f2">
</div>
<div id="outline-container-orgf94464a" class="outline-3">
<h3 id="orgf94464a">EOS</h3>
<div class="outline-text-3" id="text-orgf94464a">
</div>
<div id="outline-container-org29347e2" class="outline-4">
<h4 id="org29347e2"><a href="./20210830182658-veos.html">veos</a></h4>
<div class="outline-text-4" id="text-org29347e2">
</div>
<ul class="org-ul">
<li><a id="orgbb9a828"></a><a href="./20220408125710-veos_adp_training_data_interface.html">veos adp training data ingestion interface</a><br /></li>
</ul>
</div>
<div id="outline-container-orgb5d8024" class="outline-4">
<h4 id="orgb5d8024"><a href="./20211220160946-blmp_project.html">BLMP-Project</a></h4>
<div class="outline-text-4" id="text-orgb5d8024">
</div>
<ul class="org-ul">
<li><a id="org000433a"></a><a href="./20211202104125-battery_soh_prediction_using_generative_model.html">Battery SOH prediction using Generative Model</a><br /></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org3bf42c0" class="outline-2">
<h2 id="org3bf42c0">Areas</h2>
<div class="outline-text-2" id="text-org3bf42c0">
</div>
<div id="outline-container-org728dfcf" class="outline-3">
<h3 id="org728dfcf"><a href="./20211013091403-vertex_lab.html">VERTEX Lab</a></h3>
</div>
<div id="outline-container-org7ea4d17" class="outline-3">
<h3 id="org7ea4d17"><a href="./20210930153026-um_sjtu_t5.html">UM-SJTU-T5</a></h3>
</div>
</div>

<div id="outline-container-org6b83e6d" class="outline-2">
<h2 id="org6b83e6d">Resources</h2>
<div class="outline-text-2" id="text-org6b83e6d">
</div>
<div id="outline-container-org8a523b0" class="outline-3">
<h3 id="org8a523b0">Algorithms</h3>
<div class="outline-text-3" id="text-org8a523b0">
</div>
<div id="outline-container-org329b840" class="outline-4">
<h4 id="org329b840"><a href="./20231024174436-deep_learning_theory.html">deep learning theory</a></h4>
</div>
<div id="outline-container-org9bff389" class="outline-4">
<h4 id="org9bff389"><a href="./20210830182842-deep_reinforcement_learning.html">deep reinforcement learning</a></h4>
</div>
<div id="outline-container-org5e5ff1f" class="outline-4">
<h4 id="org5e5ff1f"><a href="./20211018085542-federated_learning.html">federated learning</a></h4>
<div class="outline-text-4" id="text-org5e5ff1f">
</div>
<ul class="org-ul">
<li><a id="orgfac87a9"></a><a href="./20211018085801-differential_privacy.html">differential privacy</a><br /></li>
</ul>
</div>
</div>

<div id="outline-container-org1577f79" class="outline-3">
<h3 id="org1577f79">Hardwares</h3>
<div class="outline-text-3" id="text-org1577f79">
</div>
<div id="outline-container-orgfc08249" class="outline-4">
<h4 id="orgfc08249"><a href="./20220927113311-deep_learning_hardware.html">deep learning hardware</a></h4>
</div>
<div id="outline-container-org136cb0f" class="outline-4">
<h4 id="org136cb0f"><a href="./20221111125428-newrizon_proposals_for_chiplego.html">Newrizon Proposals for ChipLego</a></h4>
</div>
<div id="outline-container-org26cf3ec" class="outline-4">
<h4 id="org26cf3ec"><a href="./20211020132210-veos_compute.html">veos-compute</a></h4>
</div>
</div>
</div>

<div id="outline-container-orgcf6de2d" class="outline-2">
<h2 id="orgcf6de2d">Archives</h2>
<div class="outline-text-2" id="text-orgcf6de2d">
</div>
<div id="outline-container-orgdf68c04" class="outline-3">
<h3 id="orgdf68c04"><a href="./20210907094004-programming_language.html">programming languages</a></h3>
</div>
<div id="outline-container-org1a8b3eb" class="outline-3">
<h3 id="org1a8b3eb"><a href="./20220404194629-literate_programming.html">Literate Programming</a></h3>
</div>
<div id="outline-container-orgfb32249" class="outline-3">
<h3 id="orgfb32249"><a href="./20211122085658-data_engineering.html">data engineering</a></h3>
</div>
<div id="outline-container-orgc6b93a3" class="outline-3">
<h3 id="orgc6b93a3"><a href="./20210907095445-computer_vision.html">Computer vision</a></h3>
</div>
</div>

<div id="outline-container-orgb2adbd2" class="outline-2">
<h2 id="orgb2adbd2">Links</h2>
<div class="outline-text-2" id="text-orgb2adbd2">
</div>
<div id="outline-container-orgbeb6355" class="outline-4">
<h4 id="orgbeb6355">Here is a link to my <a href="./Emacs.html">Emacs configuration</a>.</h4>
<div class="outline-text-4" id="text-orgbeb6355">
<ul class="org-ul">
<li><a href="https://systemcrafters.net">System Crafters Official Site</a></li>
<li><a href="https://youtube.com/SystemCrafters">System Crafters on YouTube</a></li>
<li><a href="https://twitch.com/SystemCrafters">System Crafters on Twitch</a></li>
<li><a href="https://twitter.com/SystemCrafters">System Crafters on Twitter</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
